IDEA Open Model
MprlRecord.ItemId Property
Compatible with IDEA StatiCa Beta 20.0
 Mprl ItemId
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Guid ItemId { get; set; }
Public Property ItemId As Guid
	Get
	Set
Property Value
Type: Guid
See Also
Reference
MprlRecord Class
IdeaRS.OpenModel.Parameters Namespace